{
	"items": [
		{
			"id": 1,
			"name": "Led Zeppelin",
			"link": "/albums/led-zeppelin",
			"img": "app/images/albums/led-zeppelin.jpg",
			"angle": "8",
			"info": [
				{
					"title": "The Beginning Of A Journey",
					"paragraph": "Led Zeppelin was first released on 12 January 1969 in the United States and on 31 March 1969 in the United Kingdom by Atlantic Records. Featuring integral contributions from each of the group's four members, the album was recorded in October 1968 at Olympic Studios in London, and established their fusion style of both blues and rock music. It also attracted a large and devoted following to the band; Zeppelin's take on the emerging hard rock sound endeared them to parts of the counterculture on both sides of the Atlantic Ocean.Although the album was not critically well-received when first released, it was commercially successful, and critics have since come to view it in a more favourable light. In 2003, Led Zeppelin was ranked at number 29 on Rolling Stone's list of \"The 500 Greatest Albums of All Time\", and kept that position after the list was updated in 2012. In 2004, the album was inducted into the Grammy Hall of Fame."
				}
			]
		}, {
			"id": 2,
			"name": "Led Zeppelin II",
			"link": "/albums/led-zeppelin-ii",
			"img": "app/images/albums/led-zeppelin-2.jpg",
			"angle": "6",
			"info": [
				{
					"title": "Stunning Sequence",
					"paragraph": "The album's production was credited to the band's lead guitarist and songwriter Jimmy Page, and it also served as Led Zeppelin's first album to utilise the recording techniques of the engineer Eddie Kramer. Incorporating several elements of blues and folk music, Led Zeppelin II exhibited the band's evolving musical style of blues-derived material and their guitar riff-based sound. It has been described as the band's heaviest album."
				}, {
					"title": "Legacy",
					"paragraph": "Led Zeppelin II has been cited by music writers as a blueprint for heavy metal bands that followed it. Blues-derived songs like \"Whole Lotta Love\", \"Heartbreaker\", \"The Lemon Song\", \"Moby Dick\", and \"Bring It On Home\" have been seen as representing standards of the genre, where the guitar-based riff (rather than vocal chorus or verses) defines the song and provides the key hook. Such arrangements and emphasis were at the time atypical in popular music. Page's guitar solo in \"Heartbreaker\" featuring rapid-fire runs of notes tapped only by the left hand, was a major inspiration to the later work of metal soloists and \"shredders\" such as Eddie Van Halen and Steve Vai. As such, the album is generally considered to be very influential on the development of rock music, being an early forerunner of heavy metal, and inspiring a host of other rock bands including Aerosmith, Iron Maiden and Guns N' Roses."
				}
			]
		}, {
			"id": 3,
			"name": "Led Zeppelin III",
			"link": "/albums/led-zeppelin-iii",
			"img": "app/images/albums/led-zeppelin-3.jpg",
			"angle": "3",
			"info": [
				{
					"title": "The Third",
					"paragraph": "Led Zeppelin III was released on 5 October 1970 by Atlantic Records in the United States and on 23 October 1970 in the United Kingdom. The songs were recorded using The Rolling Stones Mobile Studio, Headley Grange, and Hampshire Island Studios Olympic Studios, London. The album represented a maturing of the band's music towards a greater emphasis on folk and acoustic sounds. This surprised many fans and critics, and upon its release the album received rather indifferent reviews."
				}, {
					"title": "Turning Point",
					"paragraph": "Led Zeppelin III is generally praised and acknowledged as representing an important milestone in the band's history, and a turning point in their music. Although acoustic songs had been featured on its predecessors, this album showed that Led Zeppelin were more than just a conventional rock band, and that they could branch out into wider musical territory, like folk."
				}
			]
		}, {
			"id": 4,
			"name": "Led Zeppelin IV",
			"link": "/albums/led-zeppelin-iv",
			"img": "app/images/albums/led-zeppelin-4.jpg",
			"angle": "-3",
			"info": [
				{
					"title": "Untitled",
					"paragraph": "After the band's previous album Led Zeppelin III received lukewarm reviews from critics, Page decided their fourth album would officially be untitled. This, along with the inner sleeve's design featuring four symbols that represented each band member, led to the album being referred to variously as the Four Symbols logo, Four Symbols, The Fourth Album, Untitled, Runes, The Hermit, and ZoSo (which was derived from Page's symbol). In addition to lacking an album title, the cover featured no band name, as the group wished to be anonymous and to avoid easy pigeonholing by the press."
				}, {
					"title": "Unforgettable, Nonetheless",
					"paragraph": "Led Zeppelin IV was a commercial and critical success, featuring many of the band's best-known songs, including \"Black Dog\", \"Rock and Roll\", \"Going to California\", \"Stairway to Heaven\", and \"When the Levee Breaks\". The album is one of the best-selling albums of all time with more than 37 million copies sold. It is tied for third highest-certified album in the United States by the Recording Industry Association of America at 23× Platinum. Writers and critics have regularly cited it on lists of the greatest albums of all time."
				}
			]
		}, {
			"id": 5,
			"name": "Houses Of The Holy",
			"link": "/albums/houses-of-the-holy",
			"img": "app/images/albums/houses-of-the-holy.jpg",
			"angle": "12",
			"info": [
				{
					"title": "No Quarter",
					"paragraph": "Containing some of the band's most famous songs, including \"The Song Remains the Same\", \"The Rain Song\", and \"No Quarter\", Houses of the Holy became a commercial success, and was later certified 11x platinum by the Recording Industry Association of America (RIAA) in 1999. In 2012, the album was ranked at #148 on Rolling Stone's 500 Greatest Albums of All Time. The title track was originally recorded for the album, but was delayed until the release of band's next album Physical Graffiti in 1975."
				}, {
					"title": "A Path To Explore",
					"paragraph": "This album was a stylistic turning point in the lifespan of Led Zeppelin. Guitar riffs became more layered within Page's production techniques and departed from the blues influences of earlier records. In the album's opening opus, \"The Song Remains the Same\", and its intricate companion suite, \"The Rain Song\", Robert Plant's lyrics matured toward a less overt form of the mysticism and fantasy of previous efforts. Houses of the Holy also featured styles not heard on the first four Led Zeppelin albums. For example, \"D'yer Mak'er\" is a reggae-based tune (the name of the song being derived from the phonetic spelling of a British pronunciation of \"Jamaica\" - from the old joke \"My wife's gone on holiday\", \"Jamaica?\", \"No, she went of her own accord\"); \"No Quarter\" features atmospheric keyboard sounds and an acoustic piano solo from Jones; \"The Crunge\" is a funk tribute; and \"The Rain Song\" is embellished by Jones on his newly acquired Mellotron. The album's closing song \"The Ocean\", which features an a cappella section and a doo-wop influenced coda, is dedicated to \"the ocean\" of fans who were massing to Led Zeppelin concerts at this point of the band's career. Subsequently, one view is that the title \"Houses of the Holy\" refers to the massive venues they played full of their adoring fans. However, when Page was asked about the significance of the title in a Sirius XM interview in New York City 7 Nov. 2014, he responded, \"It’s about all of us being houses of the Holy Spirit, in a sense.\""
				}
			]
		}, {
			"id": 6,
			"name": "Physical Graffiti",
			"link": "/albums/physical-graffiti",
			"img": "app/images/albums/physical-graffiti.jpg",
			"angle": "-4",
			"info": [
				{
					"title": "Double Graffiti",
					"paragraph": "Physical Graffiti is the sixth studio album by Led Zeppelin, released as a double album on 24 February 1975 by their newly founded imprint label Swan Song Records. The band wrote and recorded eight new songs for the album at Headley Grange, which stretched the total time of the record beyond the typical length of a single LP, so the band decided to make Physical Graffiti a double album by including unreleased tracks from earlier recording sessions: one outtake from Led Zeppelin III, three from Led Zeppelin IV, and three from Houses of the Holy, including the unused title track from the latter album."
				}, {
					"title": "Musical Experiences",
					"paragraph": "Spanning several years of recording, the album featured forays into a range of musical styles, including hard rock (\"Custard Pie\", \"The Rover\", \"The Wanton Song\", \"Sick Again\", \"Houses of the Holy\"), eastern-influenced orchestral rock (\"Kashmir\"), progressive rock (\"In the Light\"), driving funk (\"Trampled Under Foot\"), acoustic rock and roll (\"Boogie with Stu\", \"Black Country Woman\"), love ballad (\"Ten Years Gone\"), blues rock (\"In My Time of Dying\"), soft rock (\"Down by the Seaside\"), country rock romp (\"Night Flight\"), and acoustic guitar instrumental (\"Bron-Yr-Aur\"). The wide range of Physical Graffiti is also underlined by the fact that it contains both the longest and shortest studio recordings by Led Zeppelin. \"In My Time of Dying\" clocks in at eleven minutes and five seconds, and \"Bron-Yr-Aur\" is two minutes and six seconds. With the exception of \"The Battle of Evermore\" on their fourth album, it is the only other Led Zeppelin album to feature John Paul Jones playing additional guitar on some tracks."
				}
			]
		}, {
			"id": 7,
			"name": "Presence",
			"link": "/albums/presence",
			"img": "app/images/albums/presence.jpg",
			"angle": "10",
			"info": [
				{
					"title": "They Have It",
					"paragraph": "Presence was written and recorded during a tumultuous time in the band's history, as singer Robert Plant was recuperating from serious injuries he had sustained the previous year in a car accident. Nevertheless, guitarist Jimmy Page describes Presence as the band's \"most important\" album, proving they would continue and succeed despite their turmoil."
				}, {
					"title": "Difficulties",
					"paragraph": "Guitarist Jimmy Page made the decision to record the album after Led Zeppelin's vocalist Robert Plant sustained serious injuries from a car accident on the Greek island of Rhodes on 5 August 1975, which forced the band to cancel a proposed world tour that was due to commence on 23 August. At this point, Led Zeppelin were arguably at the height of their popularity"
				}, {
					"title": "Eighteen Days",
					"paragraph": "After a month of rehearsals, the album was recorded in just eighteen days at Musicland Studios in Munich, West Germany, with Plant in a wheelchair. This was the fastest recording turnaround time achieved by the band since their debut album. The rushed recording sessions were in part a result of Led Zeppelin having booked the studio immediately prior to the Rolling Stones, who were shortly to record songs for their album Black and Blue. Upon their arrival, the Stones were amazed that Zeppelin's album had indeed been completed (both recorded and mixed) in a mere eighteen days. Page had simply stayed awake for two days straight to perform all of the guitar overdubs."
				}
			]
		}, {
			"id": 8,
			"name": "In Through The Out Door",
			"link": "/albums/in-through-the-out-door",
			"img": "app/images/albums/in-through-the-out-door.jpg",
			"angle": "-6",
			"info": [
				{
					"title": "Zeppelin's Reflections",
					"paragraph": "The album is a reflection of the personal turmoil that the band members had been going through before and during its recording. For example, frontman Robert Plant and his wife had gone through a serious car accident, and their young son, Karac Plant, died from a stomach illness. All four band members also felt weary of dealing with record companies and other associates. Despite this, the release wound up being a huge commercial success, particularly in the United States (sitting at the #1 slot on Billboard's chart in just its second week on the chart)."
				}, {
					"title": "In Through The Out Door",
					"paragraph": "The album was named by the group to describe its recent struggles amidst the death of Robert Plant's son Karac in 1977, and the taxation exile the band took from the UK. The exile resulted in the band being unable to tour on British soil for over two years, and trying to get back into the public mind was therefore like \"trying to get in through the 'out' door.\""
				}, {
					"title": "More Bass, More Vocals",
					"paragraph": "In contrast to previous Led Zeppelin albums, In Through the Out Door features much greater influence on the part of bassist and keyboardist John Paul Jones and vocalist Robert Plant, and relatively less from drummer John Bonham and guitarist Jimmy Page. Two songs from the album—\"South Bound Saurez\" and \"All My Love\"—were the only two original Led Zeppelin songs that Jimmy Page had no part in writing. With the exception of \"Darlene,\" a boogie-woogie based song credited to all band members (which was eventually released on the 1982 album, Coda), Bonham did not receive writing credits for any of the songs recorded at Polar Studios. This diminished input by Page and Bonham is attributed to the two band members often not showing up on time at the recording studio, with Bonham struggling with alcoholism and Page battling heroin addiction. As Jones said, \"there were two distinct camps by then, and we [Plant and I] were in the relatively clean one.\""
				}
			]
		}, {
			"id": 9,
			"name": "Coda",
			"link": "/albums/coda",
			"img": "app/images/albums/coda.jpg",
			"angle": "-3",
			"info": [
				{
					"title": "The Final One",
					"paragraph": "The album is a collection of unused tracks from various sessions during Led Zeppelin's twelve-year career. It was released in 1982, two years after the group had officially disbanded following the death of drummer John Bonham. The word coda, meaning a passage that ends a musical piece following the main body, was therefore chosen as the title."
				}, {
					"title": "A Twelve Years Collection",
					"paragraph": "The fifth Swan Song Records album for the band, Coda was released to honour contractual commitments to Atlantic Records and also to cover tax demands on previous monies earned. It cleared away nearly all of the leftover tracks from the various studio sessions of the 1960s and 1970s. The album was a collection of eight tracks spanning the length of Zeppelin's twelve-year history."
				}
			]
		}
	]
}